"cheqiyu" = "Rosen aus südamerika, schwertfisch, Amazonas, Guyana, Fisch in die spindel, die Breite, komprimiert, die Lange bis zu 5 zentimeter, an der Sich Rose schwertfisch schwach Sauren, weiches Wasser, kann es auch an neutralen, Leicht alkalischen Wasser";

"denglongyu" = "laternen Fisch, Fisch und Fisch alias laterne, laterne, Fisch, lampen, Fisch.In südamerika Guyana und der Amazonas.Die länge von 4 bis 5 cm.Länge und komprimiert, der kopf Kurz, bauch - Kreis.Der schwanz der oberen und die augen MIT Einem goldenen flecken, im Licht Spiegelt die Gold - gelbe und rote farbe ";

"dianmanyu" = "Der AAL, nackt auf der AAL - aal aus südamerikanischen fischen, die ausreichen, um die Person derzeit stärkste fähigkeit ist die entlastung der süßwasserfische, die ausgangsspannung von Bis zu 300 bis 800 volt, also der AAL von hochspannungsleitungen Sind bekannt";

"dinianyu" = "Mund, Wels, im Allgemeinen nur zwei Bart, Klein, sehr Hohe anforderungen an die wasserqualität, die schwer zu züchten";

"fangyu" = "coach Fisch, länge 400 mm, Langen körper und komprimiert, kopf, stumpfe und fast quadratisch, die augen Groß, Hoch, im oberen Teil der Brust, kopf und torso vor runde skalen, andere Teile Sind ctenoid seitenlinie ein Hoch - und körper, dorsalen Rand parallel";

"haigui" = "schildkröten, testudines cheloniidae tiere zusammen.Weit verbreitet im atlantik, pazifik und indischen ozean.Meeresschildkröten in China Shandong und im Süden bis Norden North Bay offshore - wurden verteilt.Bis 1 Meter Lange und Maximal 150 Jahre leben ";

"hetun" = "tetrodotoxin, allgemein bekannt ALS puffer, osteichthyes triggerfish Familie Fisch zusammen.Tetrodotoxin körper ist ein zylinder, der MIT airbag, gefahr - Expansion der länge wird im allgemeinen in 25 - 35 cm ";

"jianyu" = "Dorado (schwertfisch.IST in der Welt der tropischen und subtropischen Meer eine Gemeinsame fische, die nach vorn durch die mit schwert, Wie sein name, mobile BEI geschwindigkeiten bis zu 130 km ";

"jinqiangyu" = "thunfisch, form länger, Dick und rund, der schnittige Form, während der schwanz - und schlanken spitze zurück, der schwanz einer Gabel Oder Halbmond.Der schwanz IST deutlich bergrücken auf beiden Seiten, Rücken und afterflosse hinter der Kleinen gibt es jeweils eine zeile.Der Torpedo - form IST Leicht gerundet, der querschnitt ";

"shayu" = "Der hai, der das Leben im Meer in den ozean, ist die wildesten Fisch, HaIe skelett besteht aus Knochen, knorpel und nicht durch eine aus.ALS Leichter, knorpel, Knochen MIT elastischen ";

"shiziyu" = "Löwe und Fisch, IST Klein, die etwa 30 cm (12 Zoll) Lang.Körper Lange, weiche, kaulquappen, Haut ohne schuppen, entspannung, und manchmal MIT Hilfe der.Die Langen rückenflosse, bauchflosse im Kopf, und ein trottel verwendet, um somit den meeresboden.In den atlantischen ozean, im pazifischen ozean und in Nord - Süd - sehr kaltes Wasser ";

"tianshiyu" = "nasenbär, Rücken - und afterflosse sind Lang und Groß, Groß Wie Spinnaker, also Kleinen Segel Fisch bekannt.Von der Seite gesehen nasenbär Walk, Wie die schwalben fliegen, also nasenbär, auch bekannt ALS Spanische makrelen ";

"xiaochouyu" = "clownfische ist die unterfamilie damselfish kehai sonnenblumen Fisch Fisch bekannt, Weil sein gesicht hat ein Oder zwei Weiße streifen, Wie Peking - oper in der harlekin genannt, IST eine Tropische salzwasser - fische.Clownfische und Enge symbiose zwischen anemonen, auch bekannt ALS anemone Fisch ";

"xiaohuangyu" = "Der Kleine gelbe, auch die kleineren quacksalber, wirbeltiere, osteichthyes, corvina, auch bekannt ALS: Kleine frische, große augen, farbe, gurken, alten Fisch -, Gelb wiederum, Kleine frühling, jinlong, Dicke Skala zi, auch bekannt ALS quacksalber, Kleine gelbe blüten.";

"xiaolvyu" = "Kleine Grüne Fisch, eine grüne Fisch";
